[A_SpauldersOfTheAvenger H7HeroItem]
mName="复仇者肩甲"
mTooltip="%stat1 %stat1.icon 力量\n战斗开始时，所有敌方生物额外获得1个自然印记。"

[Elemental.A_AirElementalEssence H7HeroItem]
mName="气元素精华"
mTooltip="%stat %stat.icon 英雄最大移动力\n允许施放法术 %spell1.name。"

[Elemental.A_EarthElementalEssence H7HeroItem]
mName="土元素精华"
mTooltip="%stat %stat.icon 英雄最大移动力\n允许施放法术 %spell1.name。"

[Elemental.A_FireElementalEssence H7HeroItem]
mName="火元素精华"
mTooltip="%stat %stat.icon 英雄最大移动力\n允许施放法术 %spell1.name。"

[Elemental.A_SummonAirElemental_Imprinted_Artifact H7HeroAbility]
mName="召唤气元素"
mTooltip="立即在目标2x2区域召唤 %special.val1 个气元素。"
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""

[Elemental.A_SummonEarthElemental_Imprinted_Artifact H7HeroAbility]
mName="召唤土元素"
mTooltip="立即在目标2x2区域召唤 %special.val1 个土元素。"
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""

[Elemental.A_SummonFireElemental_Imprinted_Artifact H7HeroAbility]
mName="召唤火元素"
mTooltip="立即在目标2x2区域召唤 %special.val1 个火元素。"
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""

[Elemental.A_SummonWaterElemental_Imprinted_Artifact H7HeroAbility]
mName="召唤水元素"
mTooltip="立即在目标2x2区域召唤 %special.val1 个水元素。"
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""

[Elemental.A_WaterElementalEssence H7HeroItem]
mName="水元素精华"
mTooltip="%stat %stat.icon 英雄最大移动力\n允许施放法术 %spell1.name"

[Set_Archangel.A_Archangel_Set H7ItemSet]
mName="大天使战甲"
mTooltip=""

[Set_Archangel.A_Archangels_Armor H7HeroItem]
mName="大天使盔甲"
mTooltip="%stat1 %stat1.icon 精神。\n%stat2 %stat2.icon 领导力。\n友方生物的 %icon_Health 生命值增加 %buff1.buff.stat1 %icon_Health 点。"

[Set_Archangel.A_Archangels_Armor_Buff H7BaseBuff]
mName="大天使盔甲"
mTooltip="友方生物 %icon_health 增加 %stat1 %icon_health"

[Set_Archangel.A_Archangels_Boots H7HeroItem]
mName="大天使靴"
mTooltip="%stat1 %ICON_MAX_MOVEMENT 英雄最大移动力。\n友方生物获得 %buff1.buff.stat1 %icon_movement 移动力。"

[Set_Archangel.A_Archangels_Boots_Buff H7BaseBuff]
mName="大天使靴"
mTooltip="友方生物获得 %stat1 %icon_Movement 移动力"

[Set_Archangel.A_Archangels_Helm H7HeroItem]
mName="大天使头盔"
mTooltip="%stat1 %stat1.icon 魔力。\n%stat2 %stat2.icon 英雄经验获取速率提升。"

[Set_Archangel.A_Archangels_Holy_Cross H7HeroItem]
mName="大天使圣十字"
mTooltip="%buff1.buff.stat %buff1.buff.stat.icon 主动性赋予友方生物。\n%stat2 %stat2.icon 领导力。"

[Set_Archangel.A_Archangels_Holy_Cross_Buff H7BaseBuff]
mName="大天使圣十字"
mTooltip="%buff1.buff.stat %buff1.buff.stat.icon 主动性赋予友方生物。"

[Set_Archangel.A_Archangels_Shield H7HeroItem]
mName="大天使盾"
mTooltip="%stat1 %ICON_DEFENSE 防御。\n%stat2 %stat2.icon 所有法术的法力消耗。"

[Set_Archangel.A_Archangels_Shoulderpad H7HeroItem]
mName="大天使斗篷"
mTooltip="%stat1 %stat1.icon 命运\n%stat2 %stat2.icon 英雄经验获取速率提升。"

[Set_Archangel.A_Archangels_Sword H7HeroItem]
mName="大天使剑"
mTooltip="%stat2 英雄每级伤害。\n%stat1 %stat1.icon 攻击。\n延长友方生物身上的增益效果持续 %special 回合。"

[Set_Archangel.A_Divine_Protection_Imprinted_Buff H7BaseBuff]
mName="神圣保护"
mTooltip="吸收最多 %special.val3 点伤害。\n持续 %durnow 回合或直到所有伤害被吸收。"

[Set_Goose.A_GoldenEgg H7HeroItem]
mName="金蛋"
mTooltip="%special %special.icon 黄金/天\n\n贾萨德，你是不是忘了什么？"

[Set_Goose.A_GoldenGoose H7HeroItem]
mName="下金蛋的鹅"
mTooltip="%special %special.icon 黄金/天"

[Set_Goose.A_GooseSet H7ItemSet]
mName="鹅套装"
mTooltip=""

[Set_Pirate.A_BootsOfWavedriver H7HeroItem]
mName="破浪者之靴"
mTooltip="%stat %stat.icon 英雄最大移动力\n%buff1.buff.stat %buff1.buff.stat.icon 主动性赋予友方生物。"

[Set_Pirate.A_BootsOfWavedriver_Buff H7BaseBuff]
mName="破浪者之靴"
mTooltip=""

[Set_Pirate.A_CapitanHat H7HeroItem]
mName="船长帽"
mTooltip="%stat %stat.icon 命运"

[Set_Pirate.A_Hook H7HeroItem]
mName="钩子"
mTooltip="%stat1 英雄每级伤害。\n%stat3 %stat3.icon 领导力。"

[Set_Pirate.A_LogbookOfTheMasterSailor H7HeroItem]
mName="大师航海日志"
mTooltip="英雄乘船航行时速度提高25%。\n\n这本日志属于拉赫玛船长。"

[Set_Pirate.A_PirateFlag H7HeroItem]
mName="海盗旗"
mTooltip="所有敌方生物获得 %buff1.buff.stat1 %buff1.buff.stat1.icon 士气和 %buff1.buff.stat2 %buff1.buff.stat2.icon 幸运。"

[Set_Pirate.A_PirateFlag_Buff H7BaseBuff]
mName="混乱边缘"
mTooltip=""

[Set_Pirate.A_PirateSet_Bonus1_Ability H7HeroAbility]
mName=""
mTooltip="%buff1.buff.stat %buff1.buff.stat.icon 主动性赋予友方生物。"
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""

[Set_Pirate.A_PirateSet_Bonus1_Buff H7BaseBuff]
mName="海盗套装"
mTooltip=""

[Set_Pirate.A_PirateSSet H7ItemSet]
mName="海盗套装"
mTooltip=""

[Set_Pirate.A_SwordOfThePirateKing H7HeroItem]
mName="海盗王之剑"
mTooltip="%stat1 %stat1.icon 力量\n%stat2 %stat2.icon 领导力\n所有友方生物获得 %buff1.buff.stat1 %buff1.buff.stat1.icon 主动性\n所有友方生物获得 %buff1.buff.stat2 %buff1.buff.stat2.icon 英雄最大移动力\n\n拉赫玛船长的传奇之剑。由落锤镇的血铸匠锻造。"

[Set_Pirate.A_SwordOfThePirateKing_Buff H7BaseBuff]
mName="麒麟丝剑"
mTooltip=""

[Set_Pirate.A_SwordOfTheWold_Buff_Initiative H7BaseBuff]
mName="主动性之戒"
mTooltip=""

[Set_Prophet.A_HumbleCoifOfTheProphet H7HeroItem]
mName="先知谦逊头巾"
mTooltip="%stat1 %stat1.icon 精神\n友方生物从魔法来源受到的伤害减少 %buff1.buff.res1.norm。"

[Set_Prophet.A_HumbleCoifOfTheProphet_Buff_Resistance H7BaseBuff]
mName="焰金盾"
mTooltip=""

[Set_Prophet.A_IridescentPearl H7HeroItem]
mName="虹彩珍珠"
mTooltip="%stat1 %stat1.icon 防御\n%buff1.buff.stat 点生命值赋予你的生物。"

[Set_Prophet.A_IridescentPearl_Buff H7BaseBuff]
mName="虹彩珍珠"
mTooltip=""

[Set_Prophet.A_LibramOfTheProphet H7HeroItem]
mName="先知圣契"
mTooltip="%stat1 %stat1.icon 精神\n你的生物从魔法来源受到的伤害减少 %buff1.buff.res1.norm。"

[Set_Prophet.A_LibramOfTheProphet_Buff_Resistance H7BaseBuff]
mName="焰金盾"
mTooltip=""

[Set_Prophet.A_ProphetSSet H7ItemSet]
mName="先知套装"
mTooltip=""

[Set_Prophet.A_SpauldersOfTheProphet H7HeroItem]
mName="先知肩甲"
mTooltip="%stat1 %stat1.icon 精神\n%stat2 %stat2.icon 奥术知识"

[Set_Vagrant.A_OwlfeatherCloak H7HeroItem]
mName="猫头鹰羽披风"
mTooltip="所有友方飞行生物获得 %buff1.buff.stat %buff1.buff.stat.icon 移动力。"

[Set_Vagrant.A_OwlfeatherCloak_Buff H7BaseBuff]
mName="风刃圆甲"
mTooltip=""

[Set_Vagrant.A_SaddleOfPathfinding H7HeroItem]
mName="寻路鞍"
mTooltip="战略地图地形移动力消耗减少25%"

[Set_Vagrant.A_SnatchingGloves H7HeroItem]
mName="攫取手套"
mTooltip="英雄拾取资源、访问建筑和其他类似行动时不消耗移动力。"

[Set_Vagrant.A_VagrantSSet H7ItemSet]
mName="流浪者套装"
mTooltip=""

[Set_Vagrant.A_WindstriderSandals H7HeroItem]
mName="风行者的凉鞋"
mTooltip="%buff1.buff.stat %buff1.buff.stat.icon 移动力赋予友方生物。"

[Set_Vagrant.A_WindstriderSandals_Buff H7BaseBuff]
mName="主动性之戒"
mTooltip=""

v1.36

[Abilities.A_PirateSet_Bonus1_Ability H7HeroAbility]
mName=""
mTooltip="%buff1.buff.stat %buff1.buff.stat.icon 主动性赋予友方生物。"
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""

[Abilities.A_SpauldersOfTheAvenger_1 H7HeroItem]
mName="复仇者护肩"
mTooltip="%stat1 %stat1.icon 攻击\n%buff1.buff.stat1 点伤害赋予友方远程单位。\n战斗开始时，所有敌方生物获得1个额外的自然印记。"

[Artifacts.A_Soulkey H7HeroItem]
mName="杉提瑞灵魂钥匙"
mTooltip="使你能够施放法术 %spell1.name。\n\n一件古老的宝物，由杉提瑞人制造，能够激活一个可追溯至远古战争的强大召唤门。"

[Artifacts.A_SummonShantiriTitan_Imprinted_Artifact H7HeroAbility]
mName="召唤杉提瑞泰坦"
mTooltip="召唤 %special.val1 个杉提瑞泰坦至2x2目标区域。"
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""

v1.38

[Set_Archangel.A_Archangels_Braces H7HeroItem]
mName="大天使护腕"
mTooltip="%stat1 %stat1.icon 命运。\n友方生物的暴击有35%几率使被攻击生物失去行动能力，直到其下一回合结束。"